Repository: dc-nrx/GitHubSample
Catalog: GitHubSample/Localizable.xcstrings
Source language: en
Languages: ja

source: An error occured:
ja: エラーが発生した

source: Empty
ja: 空の

source: Fetching first page...
ja: 最初のページを取得しています...

source: Initialization...
ja: 初期化中...

source: Load next page
ja: 次のページを読み込む

source: Loading next page...
ja: 次のページを読み込んでいます...

source: Nothing left to fetch.
ja: 取得するものが残っていません

source: Refreshing...
ja: 爽やか…

source: Repos list:
ja: リポジトリリスト

source: Tap to extend!
ja: タップして拡張します!

source: The avatar can be extended to full screen width.
ja: アバターは全画面幅まで拡張できます。

source: Users
ja: ユーザーリスト
